Repository: carlosgutierrezlopez/Simula3MS-Swift
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, br, cs, cy, da, de, el, es, et, fa, fi, fr, ga, gd, gl, he, hi, hr, it, ja, ko, kw, lt, lv, nb, nl, pl, pt_pt, ro, sv, uk, zh_hans

# asm.error.emptyFile
source: The file is empty
ar: الملف فارغ
br: Goullo eo ar restr
cs: Soubor je prázdný
cy: Mae’r ffeil yn wag
da: Filen er tom
de: Die Datei ist leer
el: Το αρχείο είναι κενό
es: El archivo está vacío
et: Fail on tühi
fa: فایل خالی است
fi: Tiedosto on tyhjä
fr: Le fichier est vide
ga: Tá an comhad folamh
gd: Tha am faidhle falamh
gl: O ficheiro está baleiro
he: הקובץ ריק
hi: फ़ाइल खाली है
hr: Datoteka je prazna
it: Il file è vuoto
ja: ファイルは空です
ko: 파일이 비어 있습니다
kw: Gwag yw an restren
lt: Failas tuščias
lv: Fails ir tukšs
nb: Filen er tom
nl: Het bestand is leeg
pl: Plik jest pusty
pt_pt: O ficheiro está vazio
ro: Fișierul este gol
sv: Filen är tom
uk: Файл порожній
zh_hans: 文件为空

# asm.error.invalidDataLabel
source: Invalid data label
ar: وسم بيانات غير صالح
br: Merk roadennoù direizh
cs: Neplatné datové návěští
cy: Label data annilys
da: Ugyldig datalabel
de: Ungültiges Datenlabel
el: Μη έγκυρη ετικέτα δεδομένων
es: Etiqueta de dato inválida
et: Vigane andmesilt
fa: برچسب داده نامعتبر است
fi: Virheellinen datanimike
fr: Étiquette de données invalide
ga: Lipéad sonraí neamhbhailí
gd: Leubail dàta mì-dhligheach
gl: Etiqueta de dato inválida
he: תווית נתונים לא תקינה
hi: अमान्य डेटा लेबल
hr: Neispravna podatkovna oznaka
it: Etichetta dati non valida
ja: 無効なデータラベルです
ko: 잘못된 데이터 레이블입니다
kw: Merk data anniver
lt: Neteisinga duomenų žyma
lv: Nederīga datu iezīme
nb: Ugyldig dataetikett
nl: Ongeldig gegevenslabel
pl: Nieprawidłowa etykieta danych
pt_pt: Etiqueta de dados inválida
ro: Etichetă de date invalidă
sv: Ogiltig dataetikett
uk: Некоректна мітка даних
zh_hans: 无效的数据标签

# asm.error.invalidOperandCount
source: Invalid operand count for '%@' (expected: %d, got: %d)
ar: عدد معاملات غير صالح للتعليمة '%@' (المتوقع: %d، المستلم: %d)
br: Niver direizh a oberandoù evit '%@' (gortozet: %d, resevet: %d)
cs: Neplatný počet operandů pro '%@' (očekáváno: %d, přijato: %d)
cy: Nifer annilys o weithredynnau ar gyfer '%@' (disgwylir: %d, derbyniwyd: %d)
da: Ugyldigt antal operander for '%@' (forventet: %d, modtaget: %d)
de: Ungültige Anzahl von Operanden für '%@' (erwartet: %d, erhalten: %d)
el: Μη έγκυρος αριθμός τελεστέων για '%@' (αναμενόταν: %d, λήφθηκε: %d)
es: Número de operandos inválido para '%@' (esperado: %d, recibido: %d)
et: Vigane operandide arv käsul '%@' (oodati: %d, saadi: %d)
fa: تعداد عملوندهای '%@' نامعتبر است (مورد انتظار: %d، دریافت‌شده: %d)
fi: Virheellinen operandien määrä kohteelle '%@' (odotettu: %d, saatu: %d)
fr: Nombre d’opérandes invalide pour '%@' (attendu : %d, reçu : %d)
ga: Líon neamhbhailí oibreán do '%@' (ag súil le: %d, faighte: %d)
gd: Àireamh mì-dhligheach de luchd-obrachaidh airson '%@' (an dùil: %d, fhuaradh: %d)
gl: Número de operandos inválido para '%@' (agardado: %d, recibido: %d)
he: מספר אופרנדים לא תקין עבור '%@' (צפוי: %d, התקבל: %d)
hi: '%@' के लिए ऑपरेंड की संख्या अमान्य है (अपेक्षित: %d, प्राप्त: %d)
hr: Neispravan broj operanada za '%@' (očekivano: %d, primljeno: %d)
it: Numero di operandi non valido per '%@' (atteso: %d, ricevuto: %d)
ja: '%@' のオペランド数が無効です（期待値: %d、実際: %d）
ko: '%@'의 피연산자 수가 잘못되었습니다(예상: %d, 실제: %d)
kw: Niver anniver a oberyons rag '%@' (gortosys: %d, kavys: %d)
lt: Neteisingas operandų skaičius instrukcijai '%@' (tikėtasi: %d, gauta: %d)
lv: Nederīgs operandu skaits instrukcijai '%@' (gaidīts: %d, saņemts: %d)
nb: Ugyldig antall operander for '%@' (forventet: %d, mottatt: %d)
nl: Ongeldig aantal operanden voor '%@' (verwacht: %d, gekregen: %d)
pl: Nieprawidłowa liczba operandów dla '%@' (oczekiwano: %d, otrzymano: %d)
pt_pt: Número de operandos inválido para '%@' (esperado: %d, recebido: %d)
ro: Număr invalid de operanzi pentru '%@' (așteptat: %d, primit: %d)
sv: Ogiltigt antal operander för '%@' (förväntat: %d, mottaget: %d)
uk: Некоректна кількість операндів для '%@' (очікувалось: %d, отримано: %d)
zh_hans: 指令 '%@' 的操作数数量无效（应为：%d，实际：%d）

# asm.error.invalidRoutineTextAddress
source: Invalid routine .text address (expected 0x80000080)
ar: عنوان .text غير صالح للروتين (المتوقع 0x80000080)
br: Chomlec’h .text direizh evit ar reollin (gortozet 0x80000080)
cs: Neplatná adresa .text rutiny (očekáváno 0x80000080)
cy: Cyfeiriad .text annilys ar gyfer y drefn (disgwylir 0x80000080)
da: Ugyldig .text-adresse for rutine (forventet 0x80000080)
de: Ungültige .text-Adresse der Routine (erwartet 0x80000080)
el: Μη έγκυρη διεύθυνση .text ρουτίνας (αναμενόταν 0x80000080)
es: Dirección .text de rutina inválida (esperado 0x80000080)
et: Vigane rutiini .text aadress (oodati 0x80000080)
fa: نشانی .text روال نامعتبر است (مقدار مورد انتظار 0x80000080)
fi: Virheellinen rutiinin .text-osoite (odotettiin 0x80000080)
fr: Adresse .text de routine invalide (0x80000080 attendu)
ga: Seoladh .text neamhbhailí don ghnáthamh (ag súil le 0x80000080)
gd: Seòladh .text mì-dhligheach don ghnàth-chleachdadh (an dùil 0x80000080)
gl: Enderezo .text de rutina inválido (agardado 0x80000080)
he: כתובת .text לא תקינה לשגרה (צפוי 0x80000080)
hi: रूटीन का .text पता अमान्य है (अपेक्षित 0x80000080)
hr: Neispravna .text adresa rutine (očekivano 0x80000080)
it: Indirizzo .text della routine non valido (atteso 0x80000080)
ja: ルーチンの .text アドレスが無効です（期待値 0x80000080）
ko: 루틴의 .text 주소가 잘못되었습니다(예상값 0x80000080)
kw: Tren .text anniver dhe’n routyn (gortosys 0x80000080)
lt: Neteisingas rutinos .text adresas (tikėtasi 0x80000080)
lv: Nederīga rutīnas .text adrese (gaidīts 0x80000080)
nb: Ugyldig .text-adresse for rutine (forventet 0x80000080)
nl: Ongeldig .text-adres van routine (verwacht 0x80000080)
pl: Nieprawidłowy adres .text procedury (oczekiwano 0x80000080)
pt_pt: Endereço .text da rotina inválido (esperado 0x80000080)
ro: Adresă .text invalidă pentru rutină (așteptat 0x80000080)
sv: Ogiltig .text-adress för rutin (förväntat 0x80000080)
uk: Некоректна адреса .text для процедури (очікувалось 0x80000080)
zh_hans: 例程 .text 地址无效（应为 0x80000080）

# asm.error.lineOutsideSection
source: Line outside section (.data/.text)
ar: سطر خارج القسم (.data/.text)
br: Linenn e-maez ar gevrenn (.data/.text)
cs: Řádek mimo sekci (.data/.text)
cy: Llinell y tu allan i’r adran (.data/.text)
da: Linje uden for sektion (.data/.text)
de: Zeile außerhalb eines Abschnitts (.data/.text)
el: Γραμμή εκτός ενότητας (.data/.text)
es: Línea fuera de sección (.data/.text)
et: Rida on sektsioonist (.data/.text) väljas
fa: خط خارج از بخش (.data/.text)
fi: Rivi osion ulkopuolella (.data/.text)
fr: Ligne en dehors d’une section (.data/.text)
ga: Líne lasmuigh den rannóg (.data/.text)
gd: Loidhne taobh a-muigh na h-earrainn (.data/.text)
gl: Liña fóra de sección (.data/.text)
he: שורה מחוץ למקטע (.data/.text)
hi: पंक्ति अनुभाग (.data/.text) के बाहर है
hr: Redak izvan odjeljka (.data/.text)
it: Riga fuori sezione (.data/.text)
ja: 行がセクション外です（.data/.text）
ko: 행이 섹션(.data/.text) 밖에 있습니다
kw: Linenn a-ves dhe’n rann (.data/.text)
lt: Eilutė už skyriaus ribų (.data/.text)
lv: Rinda ārpus sadaļas (.data/.text)
nb: Linje utenfor seksjon (.data/.text)
nl: Regel buiten sectie (.data/.text)
pl: Wiersz poza sekcją (.data/.text)
pt_pt: Linha fora da secção (.data/.text)
ro: Linie în afara secțiunii (.data/.text)
sv: Rad utanför sektion (.data/.text)
uk: Рядок поза розділом (.data/.text)
zh_hans: 行位于段外（.data/.text）

# asm.error.missingGloblMain
source: Missing '.globl main' at the beginning of .text
ar: يفتقد '.globl main' في بداية .text
br: Mankout a ra '.globl main' e penn .text
cs: Na začátku .text chybí '.globl main'
cy: Mae '.globl main' ar goll ar ddechrau .text
da: '.globl main' mangler i begyndelsen af .text
de: '.globl main' am Anfang von .text fehlt
el: Λείπει το '.globl main' στην αρχή της .text
es: Falta '.globl main' al inicio de .text
et: '.globl main' puudub .text algusest
fa: '.globl main' در ابتدای .text وجود ندارد
fi: '.globl main' puuttuu .text-osan alusta
fr: '.globl main' manque au début de .text
ga: Tá '.globl main' ar iarraidh ag tús .text
gd: Tha '.globl main' a dhìth aig toiseach .text
gl: Falta '.globl main' ao inicio de .text
he: חסר '.globl main' בתחילת .text
hi: .text की शुरुआत में '.globl main' नहीं है
hr: Nedostaje '.globl main' na početku .text
it: Manca '.globl main' all’inizio di .text
ja: .text の先頭に '.globl main' がありません
ko: .text 시작 부분에 '.globl main'이 없습니다
kw: Mankout a ra '.globl main' yn derow .text
lt: .text pradžioje trūksta '.globl main'
lv: .text sākumā trūkst '.globl main'
nb: '.globl main' mangler i begynnelsen av .text
nl: '.globl main' ontbreekt aan het begin van .text
pl: Brakuje '.globl main' na początku sekcji .text
pt_pt: Falta '.globl main' no início de .text
ro: Lipsește '.globl main' la începutul secțiunii .text
sv: '.globl main' saknas i början av .text
uk: На початку .text бракує '.globl main'
zh_hans: .text 开头缺少 '.globl main'

# asm.error.missingMainLabel
source: Missing 'main:' label
ar: يفتقد الوسم 'main:'
br: Mankout a ra ar merk 'main:'
cs: Chybí návěští 'main:'
cy: Mae’r label 'main:' ar goll
da: Labelen 'main:' mangler
de: Label 'main:' fehlt
el: Λείπει η ετικέτα 'main:'
es: Falta etiqueta 'main:'
et: Silt 'main:' puudub
fa: برچسب 'main:' وجود ندارد
fi: 'main:'-nimike puuttuu
fr: L’étiquette 'main:' est manquante
ga: Tá an lipéad 'main:' ar iarraidh
gd: Tha an leubail 'main:' a dhìth
gl: Falta a etiqueta 'main:'
he: חסרה התווית 'main:'
hi: 'main:' लेबल नहीं है
hr: Nedostaje oznaka 'main:'
it: Manca l’etichetta 'main:'
ja: 'main:' ラベルがありません
ko: 'main:' 레이블이 없습니다
kw: Mankout a ra an merk 'main:'
lt: Trūksta žymos 'main:'
lv: Trūkst iezīmes 'main:'
nb: Etiketten 'main:' mangler
nl: Label 'main:' ontbreekt
pl: Brakuje etykiety 'main:'
pt_pt: Falta a etiqueta 'main:'
ro: Lipsește eticheta 'main:'
sv: Etiketten 'main:' saknas
uk: Бракує мітки 'main:'
zh_hans: 缺少 'main:' 标签

# asm.error.noValidTextSection
source: No valid .text section found
ar: لم يتم العثور على قسم .text صالح
br: N’eus bet kavet kevrenn .text reizh ebet
cs: Nebyla nalezena platná sekce .text
cy: Ni chanfuwyd adran .text ddilys
da: Ingen gyldig .text-sektion fundet
de: Kein gültiger .text-Abschnitt gefunden
el: Δεν βρέθηκε έγκυρη ενότητα .text
es: No se encontró sección .text válida
et: Kehtivat .text sektsiooni ei leitud
fa: بخش .text معتبری پیدا نشد
fi: Kelvollista .text-osiota ei löytynyt
fr: Aucune section .text valide trouvée
ga: Níor aimsíodh rannóg .text bhailí
gd: Cha deach earrann .text dhligheach a lorg
gl: Non se atopou unha sección .text válida
he: לא נמצא מקטע .text תקין
hi: कोई मान्य .text अनुभाग नहीं मिला
hr: Nije pronađen valjan odjeljak .text
it: Nessuna sezione .text valida trovata
ja: 有効な .text セクションが見つかりませんでした
ko: 유효한 .text 섹션을 찾을 수 없습니다
kw: Nyns oes rann .text dilys kavys
lt: Nerastas galiojantis .text skyrius
lv: Netika atrasta derīga .text sadaļa
nb: Fant ingen gyldig .text-seksjon
nl: Geen geldige .text-sectie gevonden
pl: Nie znaleziono prawidłowej sekcji .text
pt_pt: Não foi encontrada uma secção .text válida
ro: Nu a fost găsită o secțiune .text validă
sv: Ingen giltig .text-sektion hittades
uk: Не знайдено коректний розділ .text
zh_hans: 未找到有效的 .text 段

# asm.error.undefinedAddressLabel
source: Undefined address label: %@
ar: وسم عنوان غير معرّف: %@
br: Merk chomlec’h nann-anvet: %@
cs: Nedefinované adresové návěští: %@
cy: Label cyfeiriad heb ei ddiffinio: %@
da: Udefineret adresselabel: %@
de: Adresslabel nicht definiert: %@
el: Μη ορισμένη ετικέτα διεύθυνσης: %@
es: Etiqueta de dirección no definida: %@
et: Määramata aadressisilt: %@
fa: برچسب نشانی تعریف نشده است: %@
fi: Määrittelemätön osoitenimike: %@
fr: Étiquette d’adresse non définie : %@
ga: Lipéad seolta neamhshainithe: %@
gd: Leubail seòlaidh gun mhìneachadh: %@
gl: Etiqueta de enderezo non definida: %@
he: תווית כתובת לא מוגדרת: %@
hi: अपरिभाषित पता लेबल: %@
hr: Nedefinirana adresna oznaka: %@
it: Etichetta di indirizzo non definita: %@
ja: 未定義のアドレスラベル: %@
ko: 정의되지 않은 주소 레이블: %@
kw: Merk trenk heb dyffinyans: %@
lt: Neapibrėžta adreso žyma: %@
lv: Nedefinēta adreses iezīme: %@
nb: Udefinert adresseetikett: %@
nl: Niet-gedefinieerd adreslabel: %@
pl: Niezdefiniowana etykieta adresu: %@
pt_pt: Etiqueta de endereço não definida: %@
ro: Etichetă de adresă nedefinită: %@
sv: Odefinierad adressetikett: %@
uk: Невизначена адресна мітка: %@
zh_hans: 未定义的地址标签：%@

# asm.error.undefinedConditionalJumpLabel
source: Undefined conditional branch label: %@
ar: وسم قفز شرطي غير معرّف: %@
br: Merk lamm amrediet nann-anvet: %@
cs: Nedefinované návěští podmíněného skoku: %@
cy: Label cangen amodol heb ei ddiffinio: %@
da: Udefineret label for betinget spring: %@
de: Label für bedingten Sprung nicht definiert: %@
el: Μη ορισμένη ετικέτα υπό συνθήκη διακλάδωσης: %@
es: Etiqueta de salto condicional no definida: %@
et: Määramata tingimusliku hüppe silt: %@
fa: برچسب پرش شرطی تعریف نشده است: %@
fi: Määrittelemätön ehdollisen hypyn nimike: %@
fr: Étiquette de saut conditionnel non définie : %@
ga: Lipéad brainse coinníollach neamhshainithe: %@
gd: Leubail meur chumhach gun mhìneachadh: %@
gl: Etiqueta de salto condicional non definida: %@
he: תווית קפיצה מותנית לא מוגדרת: %@
hi: अपरिभाषित शर्तीय शाखा लेबल: %@
hr: Nedefinirana oznaka uvjetnog skoka: %@
it: Etichetta di salto condizionale non definita: %@
ja: 未定義の条件分岐ラベル: %@
ko: 정의되지 않은 조건 분기 레이블: %@
kw: Merk lamm ammodhys heb dyffinyans: %@
lt: Neapibrėžta sąlyginio šuolio žyma: %@
lv: Nedefinēta nosacītā lēciena iezīme: %@
nb: Udefinert etikett for betinget hopp: %@
nl: Niet-gedefinieerd label voor voorwaardelijke sprong: %@
pl: Niezdefiniowana etykieta skoku warunkowego: %@
pt_pt: Etiqueta de salto condicional não definida: %@
ro: Etichetă nedefinită pentru salt condiționat: %@
sv: Odefinierad etikett för villkorligt hopp: %@
uk: Невизначена мітка умовного переходу: %@
zh_hans: 未定义的条件跳转标签：%@

# asm.error.undefinedJumpLabel
source: Undefined jump label: %@
ar: وسم قفز غير معرّف: %@
br: Merk lamm nann-anvet: %@
cs: Nedefinované návěští skoku: %@
cy: Label naid heb ei ddiffinio: %@
da: Udefineret springlabel: %@
de: Sprunglabel nicht definiert: %@
el: Μη ορισμένη ετικέτα άλματος: %@
es: Etiqueta de salto no definida: %@
et: Määramata hüppesilt: %@
fa: برچسب پرش تعریف نشده است: %@
fi: Määrittelemätön hypyn nimike: %@
fr: Étiquette de saut non définie : %@
ga: Lipéad léime neamhshainithe: %@
gd: Leubail leum gun mhìneachadh: %@
gl: Etiqueta de salto non definida: %@
he: תווית קפיצה לא מוגדרת: %@
hi: अपरिभाषित जम्प लेबल: %@
hr: Nedefinirana oznaka skoka: %@
it: Etichetta di salto non definita: %@
ja: 未定義のジャンプラベル: %@
ko: 정의되지 않은 점프 레이블: %@
kw: Merk lamm heb dyffinyans: %@
lt: Neapibrėžta šuolio žyma: %@
lv: Nedefinēta lēciena iezīme: %@
nb: Udefinert hoppetikett: %@
nl: Niet-gedefinieerd spronglabel: %@
pl: Niezdefiniowana etykieta skoku: %@
pt_pt: Etiqueta de salto não definida: %@
ro: Etichetă nedefinită pentru salt: %@
sv: Odefinierad hoppetikett: %@
uk: Невизначена мітка переходу: %@
zh_hans: 未定义的跳转标签：%@

# asm.error.unsupportedDataDirective
source: Unsupported data directive
ar: تعليمة بيانات غير مدعومة
br: Direktivez roadennoù anskoazellet
cs: Nepodporovaná datová direktiva
cy: Cyfarwyddeb data heb ei chefnogi
da: Ikke-understøttet datadirektiv
de: Nicht unterstützte Datendirektive
el: Μη υποστηριζόμενη οδηγία δεδομένων
es: Directiva de dato no soportada
et: Toetamata andmedirektiiv
fa: دستور داده پشتیبانی نمی‌شود
fi: Datadirektiiviä ei tueta
fr: Directive de données non prise en charge
ga: Treoir sonraí gan tacaíocht
gd: Stiùireadh dàta gun taic
gl: Directiva de dato non soportada
he: הנחיית נתונים אינה נתמכת
hi: असमर्थित डेटा निर्देश
hr: Nepodržana podatkovna direktiva
it: Direttiva dati non supportata
ja: 未対応のデータディレクティブです
ko: 지원되지 않는 데이터 지시어입니다
kw: Riawl data heb gweres
lt: Nepalaikoma duomenų direktyva
lv: Neatbalstīta datu direktīva
nb: Datadirektiv støttes ikke
nl: Niet-ondersteunde gegevensdirectief
pl: Nieobsługiwana dyrektywa danych
pt_pt: Diretiva de dados não suportada
ro: Directivă de date nesuportată
sv: Datadirektiv stöds inte
uk: Непідтримувана директива даних
zh_hans: 不支持的数据指令

# asm.error.unsupportedInstruction
source: Unsupported instruction: %@
ar: تعليمة غير مدعومة: %@
br: Urzh anskoazellet: %@
cs: Nepodporovaná instrukce: %@
cy: Cyfarwyddyd heb ei gefnogi: %@
da: Ikke-understøttet instruktion: %@
de: Nicht unterstützte Anweisung: %@
el: Μη υποστηριζόμενη εντολή: %@
es: Instrucción no soportada: %@
et: Toetamata käsk: %@
fa: دستور پشتیبانی نمی‌شود: %@
fi: Ohjetta ei tueta: %@
fr: Instruction non prise en charge : %@
ga: Treoir gan tacaíocht: %@
gd: Stiùireadh gun taic: %@
gl: Instrución non soportada: %@
he: פקודה אינה נתמכת: %@
hi: असमर्थित निर्देश: %@
hr: Nepodržana instrukcija: %@
it: Istruzione non supportata: %@
ja: 未対応の命令: %@
ko: 지원되지 않는 명령어: %@
kw: Gorhemmyn heb gweres: %@
lt: Nepalaikoma instrukcija: %@
lv: Neatbalstīta instrukcija: %@
nb: Instruksjon støttes ikke: %@
nl: Niet-ondersteunde instructie: %@
pl: Nieobsługiwana instrukcja: %@
pt_pt: Instrução não suportada: %@
ro: Instrucțiune nesuportată: %@
sv: Instruktion stöds inte: %@
uk: Непідтримувана інструкція: %@
zh_hans: 不支持的指令：%@

# branch.delayedFloating
source: Delayed floating branch
ar: تفرع فاصلة عائمة مؤخر
br: Skourr bezañ war c’hortoz gant komz-nij
cs: Zpožděný skok v plovoucí řádové čárce
cy: Cangen pwynt arnofiol oedi
da: Forsinket floating-gren
de: Verzögerter Gleitkomma-Sprung
el: Καθυστερημένη διακλάδωση κινητής υποδιαστολής
es: Salto retardado flotante
et: Viivitatud ujukomaharu
fa: انشعاب ممیز شناور با تأخیر
fi: Viivästetty liukulukuhyppy
fr: Saut flottant retardé
ga: Brainse snámhphointe moillithe
gd: Meur fleòdraidh dàilichte
gl: Salto retardado flotante
he: הסתעפות נקודה צפה מושהית
hi: विलंबित फ्लोटिंग शाखा
hr: Odgođeni skok s pomičnim zarezom
it: Salto floating ritardato
ja: 遅延浮動小数点分岐
ko: 지연 부동소수점 분기
kw: Skourr poynt fleghes gortosys
lt: Atidėtas slankiojo kablelio šuolis
lv: Aizkavēts peldošā punkta lēciens
nb: Forsinket flyttallshopp
nl: Vertraagde floating-branch
pl: Opóźniony skok zmiennoprzecinkowy
pt_pt: Salto retardado flutuante
ro: Salt întârziat în virgulă mobilă
sv: Fördröjt flyttalshopp
uk: Затриманий перехід з плаваючою комою
zh_hans: 延迟浮点分支

# branch.fixedFloating
source: Fixed floating branch
ar: تفرع فاصلة عائمة ثابت
br: Skourr bezañ stabil gant komz-nij
cs: Pevný skok v plovoucí řádové čárce
cy: Cangen pwynt arnofiol sefydlog
da: Fast floating-gren
de: Fester Gleitkomma-Sprung
el: Σταθερή διακλάδωση κινητής υποδιαστολής
es: Salto fijo flotante
et: Fikseeritud ujukomaharu
fa: انشعاب ممیز شناور ثابت
fi: Kiinteä liukulukuhyppy
fr: Saut flottant fixe
ga: Brainse snámhphointe seasta
gd: Meur fleòdraidh shocraichte
gl: Salto fixo flotante
he: הסתעפות נקודה צפה קבועה
hi: स्थिर फ्लोटिंग शाखा
hr: Fiksni skok s pomičnim zarezom
it: Salto floating fisso
ja: 固定浮動小数点分岐
ko: 고정 부동소수점 분기
kw: Skourr poynt fleghes sadhel
lt: Fiksuotas slankiojo kablelio šuolis
lv: Fiksēts peldošā punkta lēciens
nb: Fast flyttallshopp
nl: Vaste floating-branch
pl: Stały skok zmiennoprzecinkowy
pt_pt: Salto fixo flutuante
ro: Salt fix în virgulă mobilă
sv: Fast flyttalshopp
uk: Фіксований перехід з плаваючою комою
zh_hans: 固定浮点分支

# button.assemble
source: Assemble
ar: تجميع
br: Aoziañ
cs: Sestavit
cy: Cydosod
da: Assembler
de: Assemblieren
el: Συναρμολόγηση
es: Ensamblar
et: Assembleeri
fa: اسمبل
fi: Käännä
fr: Assembler
ga: Tionóil
gd: Cruinnich
gl: Ensamblar
he: אסמבל
hi: असेंबल
hr: Sastavi
it: Assembla
ja: アセンブル
ko: 어셈블
kw: Kuntella
lt: Asamblinti
lv: Asemblēt
nb: Assembler
nl: Assembleren
pl: Asembluj
pt_pt: Montar
ro: Asamblează
sv: Assemblera
uk: Зібрати
zh_hans: 汇编

# button.cancel
source: Cancel
ar: إلغاء
br: Nullañ
cs: Zrušit
cy: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
he: ביטול
hi: रद्द करें
hr: Odustani
it: Annulla
ja: キャンセル
ko: 취소
kw: Nulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
sv: Avbryt
uk: Скасувати
zh_hans: 取消

# button.discard
source: Discard
ar: تجاهل
br: Leuskel
cs: Zahodit
cy: Gwaredu
da: Forkast
de: Verwerfen
el: Απόρριψη
es: Descartar
et: Loobu
fa: دور انداختن
fi: Hylkää
fr: Ignorer
ga: Caith uait
gd: Tilg air falbh
gl: Descartar
he: בטל
hi: त्यागें
hr: Odbaci
it: Scarta
ja: 破棄
ko: 버리기
kw: Leuskel
lt: Atmesti
lv: Atmest
nb: Forkast
nl: Verwerp
pl: Odrzuć
pt_pt: Descartar
ro: Renunță
sv: Förkasta
uk: Відкинути
zh_hans: 放弃

# button.go
source: Go
ar: انتقال
br: Mont
cs: Přejít
cy: Mynd
da: Gå
de: Gehe zu
el: Μετάβαση
es: Ir
et: Mine
fa: برو
fi: Siirry
fr: Aller
ga: Téigh
gd: Rach
gl: Ir
he: מעבר
hi: जाएँ
hr: Idi
it: Vai
ja: 移動
ko: 이동
kw: Mos
lt: Eiti
lv: Iet
nb: Gå
nl: Ga
pl: Przejdź
pt_pt: Ir
ro: Mergi
sv: Gå
uk: Перейти
zh_hans: 前往

# button.ok
source: OK
ar: موافق
br: Mat eo
cy: Iawn
fa: تأیید
gd: Ceart gu leòr
he: אישור
hi: ठीक है
ko: 확인
kw: Da lowr
zh_hans: 确定

# button.restartNow
source: Restart now
ar: أعد التشغيل الآن
br: Adloc’hañ bremañ
cs: Restartovat nyní
cy: Ailgychwyn nawr
da: Genstart nu
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
et: Taaskäivita nüüd
fa: اکنون دوباره راه‌اندازی کن
fi: Käynnistä nyt uudelleen
fr: Redémarrer maintenant
ga: Atosaigh anois
gd: Ath-thòisich an-dràsta
gl: Reiniciar agora
he: הפעל מחדש עכשיו
hi: अभी पुनः आरंभ करें
hr: Ponovno pokreni sada
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
kw: Daswosa lemmyn
lt: Paleisti iš naujo dabar
lv: Restartēt tagad
nb: Start på nytt nå
nl: Nu opnieuw starten
pl: Uruchom ponownie teraz
pt_pt: Reiniciar agora
ro: Repornește acum
sv: Starta om nu
uk: Перезапустити зараз
zh_hans: 立即重新启动

# button.run
source: Run
ar: تشغيل
br: Seveniñ
cs: Spustit
cy: Rhedeg
da: Kør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Käivita
fa: اجرا
fi: Suorita
fr: Exécuter
ga: Rith
gd: Ruith
gl: Executar
he: הרץ
hi: चलाएँ
hr: Pokreni
it: Esegui
ja: 実行
ko: 실행
kw: Resya
lt: Vykdyti
lv: Palaist
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_pt: Executar
ro: Rulează
sv: Kör
uk: Запустити
zh_hans: 运行

# button.save
source: Save
ar: حفظ
br: Enrollañ
cs: Uložit
cy: Cadw
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gd: Sàbhail
gl: Gardar
he: שמור
hi: सहेजें
hr: Spremi
it: Salva
ja: 保存
ko: 저장
kw: Gwitha
lt: Išsaugoti
lv: Saglabāt
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_pt: Guardar
ro: Salvează
sv: Spara
uk: Зберегти
zh_hans: 保存

# cfg.accept
source: Accept
ar: قبول
br: Degemer
cs: Potvrdit
cy: Derbyn
da: Acceptér
de: Akzeptieren
el: Αποδοχή
es: Aceptar
et: Nõustu
fa: پذیرفتن
fi: Hyväksy
fr: Accepter
ga: Glac
gd: Gabh ris
gl: Aceptar
he: קבל
hi: स्वीकार करें
hr: Prihvati
it: Accetta
ja: 承認
ko: 확인
kw: Degemeres
lt: Priimti
lv: Pieņemt
nb: Godta
nl: Accepteren
pl: Akceptuj
pt_pt: Aceitar
ro: Acceptă
sv: Acceptera
uk: Прийняти
zh_hans: 接受

# cfg.addFP
source: Add FP
ar: جمع FP
br: Ouzhp FP
fa: جمع FP
ga: Suim FP
he: חיבור FP
hi: जोड़ FP
ja: 加算 FP
ko: 덧셈 FP
pl: Dod. FP
pt_pt: Soma FP
zh_hans: 加法 FP

# cfg.addsub
source: Add/Sub
ar: جمع/طرح
br: Ouzhpennañ/Lemel
cy: Ychwanegu/Tynnu
es: Suma/Resta
fa: جمع/تفریق
fr: Addition/Soustraction
ga: Suim/Dealú
gd: Cuir ris/Toir air falbh
gl: Suma/Resta
he: חיבור/חיסור
hi: जोड़/घटाव
it: Somma/Sottrazione
ja: 加算/減算
ko: 덧셈/뺄셈
kw: Keworra/Lemel
nl: Optellen/Aftrekken
pl: Dodawanie/Odejmowanie
pt_pt: Soma/Subtração
zh_hans: 加/减

# cfg.div
source: Division
ar: قسمة
br: Rannañ
cs: Dělení
cy: Rhannu
el: Διαίρεση
es: División
et: Jagamine
fa: تقسیم
fi: Jakolasku
ga: Roinnt
gd: Roinneadh
gl: División
he: חילוק
hi: भाग
hr: Dijeljenje
it: Divisione
ja: 除算
ko: 나눗셈
kw: Ranna
lt: Dalyba
lv: Dalīšana
nb: Divisjon
nl: Deling
pl: Dzielenie
pt_pt: Divisão
ro: Împărțire
uk: Ділення
zh_hans: 除法

# cfg.divFP
source: Div FP
ar: قسمة FP
br: Rann FP
fa: تقسیم FP
ga: Roinnt FP
he: חילוק FP
hi: भाग FP
ja: 除算 FP
ko: 나눗셈 FP
pl: Dz. FP
zh_hans: 除法 FP
